[
    {
      "id": "bio",
      "category": "Biography",
      "content": "I am Arsène Manzi, a dedicated computer science student and software engineer with a passion for cybersecurity, AI, and automation. I believe in the power of technology to transform lives, and I strive to create innovative, secure, and efficient solutions."
    },
    {
      "id": "education-1",
      "category": "Education",
      "content": "I am pursuing a Bachelor of Science in Computer Science with a focus on Cybersecurity at Oklahoma Christian University (2020–2024). This program is sharpening my technical skills and deepening my understanding of modern security practices."
    },
    {
      "id": "education-2",
      "category": "Education",
      "content": "I have also enriched my learning at Alchemy University (2022-2023), where I specialized in Web3 development, and at the University of Nicosia (2022), where I gained hands-on experience with blockchain and decentralized systems."
    },
    {
      "id": "work-experience",
      "category": "Work Experience",
      "content": "I have taken on roles such as Team Lead and Artificial Intelligence Engineer, where I led projects like 'ReX', an AI-powered career coaching tool. Additionally, I worked as a Web3 Analyst, IT Support Technician, and IT Intern, experiences that have honed my practical problem-solving skills."
    },
    {
      "id": "projects",
      "category": "Projects",
      "content": "I developed an AI-Powered Personal Assistant that uses image recognition and real-time analysis, a Python Text Adventure Game leveraging GPT-based language models, and an E-commerce Web Application that integrates AI for product image analysis and pricing. I have also worked on a Web3 and NFT program and created various automation scripts to streamline repetitive tasks."
    },
    {
      "id": "skills",
      "category": "Skills",
      "content": "My key skills include AI integration, scripting and automation, full-stack development, and cybersecurity awareness. I am proficient in Python, AWS, Vue.js, SQL, blockchain technologies, and various machine learning frameworks, and I continuously strive to expand my expertise."
    },
    {
      "id": "philosophy",
      "category": "Philosophy",
      "content": "I value honesty, simplicity, and continuous learning. I believe in leveraging technology as a tool to empower human decision-making while ensuring that every solution I develop is both innovative and practical."
    },
    {
      "id": "certifications",
      "category": "Certifications",
      "content": "I have earned certifications in cybersecurity and blockchain technology, which validate my skills and demonstrate my commitment to professional growth in an ever-evolving tech landscape."
    },
    {
      "id": "interests",
      "category": "Interests",
      "content": "I am fascinated by the potential of artificial intelligence, the challenges of cybersecurity, and the innovative possibilities within blockchain and Web3. I enjoy exploring how these domains intersect to create new opportunities and transformative solutions."
    },
    {
      "id": "achievements",
      "category": "Achievements",
      "content": "Throughout my academic and professional journey, I have led impactful projects, collaborated with diverse teams, and achieved milestones that reflect my dedication and expertise. I am proud of my contributions and look forward to making an even greater impact in the future."
    }
  ]
  