[
    {
        "id": "resume.pdf",
        "content": "Arsène Manzi\n2501 E Memorial Road | Edmond, Oklahoma | Tel:929-473-1844 | Email: a.manzi@eagles.oc.edu |\nLinkedIn: LinkedIn\nEDUCATION\nOklahoma Christian University\nBachelor of Science in Computer Science with a focus in Cybersecurity\nPROFESSIONAL EXPERIENCE\nRadicalX Team Lead Dec 2023 - Mar 2024\nArtificial Intelligence Engineer, Nov 2023 - Jan 2024\n● Spearheaded projects as Team Lead, overseeing a dynamic team and ensuring seamless project\nexecution.\n● Developed \"ReX,\" an AI Coach leveraging OpenAI, Vertex AI, and TensorFlow to offer\npersonalized career coaching and mentorship.\nGreenbrier, a TMG Company Web3 Analyst Mar 2023 - Jul 2023\n● Contributed to the analysis and implementation of Web3 technologies, leveraging expertise in\nblockchain and decentralized systems.\nOklahoma Christian University IT Support Technician Jan 2022 - Apr 2023\n● Provided comprehensive technical support to faculty, staff, and students, resolving hardware and\nsoftware issues and optimizing IT systems.\nCulligan International IT Intern Oct 2019 - Jan 2020\n● Assisted with the installation, configuration, and maintenance of computer hardware and\nsoftware, contributing to network infrastructure enhancements and IT documentation.\nProjects\nForest Adventure Game\n● Developed a Python-based text adventure game using OpenAI's GPT-3.5 model to create\nengaging and adaptive scenarios for players navigating a forest.\nLISA\n● Created an intelligent Python script integrating image recognition, real-time camera feed\nanalysis, file management, command execution, and OpenAI's API to serve as an interactive\nassistant"
    },
    {
        "id": "coverl.pdf",
        "content": "Arsene MANZI\n2501 E Memorial Road\nEdmond, Oklahoma, 73013\narsenemanzi@pm.me\n929-473-1844\nDear Hiring Manager,\nI am writing to express my interest in the Software Engineering position. With a strong\nfoundation in full-stack development, a passion for problem-solving, and a commitment to\ncollaborative team environments, I am confident that my skills align with the needs of your\nengineering team.\nThroughout my experience, I have developed expertise in various programming languages,\nincluding Python, Java, and JavaScript frameworks like React and Angular. I have also worked\nextensively on developing REST APIs, building scalable systems, and working with SQL\ndatabases. These experiences have honed my technical abilities and prepared me to deliver\nefficient and high-quality software solutions.\nRecently, I have been actively utilizing the Agile methodology in my projects, which has\nsignificantly improved my ability to work in dynamic environments, collaborate with\ncross-functional teams, and meet changing project requirements. My familiarity with Agile\nprinciples has enhanced my communication skills and my approach to teamwork, making me a\nstrong asset for both project management and technical execution.\nIn addition to my technical proficiency, I pride myself on being adaptable and eager to learn. I\nam always interested in exploring new technologies and improving my skill set to remain at the\nforefront of innovation.\nI am excited about the opportunity to contribute my knowledge and enthusiasm for software\nengineering to your team. Thank you for considering my application. I look forward to the\npossibility of discussing how I can add value and help drive successful projects within your\norganization.\nSincerely,\nArsene"
    },
    {
        "id": "software.docx",
        "content": "CIVICPLUS Incorporated\n302 South 4th Street, Suite 500, Manhattan, Kansas 66502, USA\nScreening Questions Interview for the Position of a Junior Software Engineer (Remote).\nInstructions: Please precede all your answers with the question you are answering.\n   Use acronyms only after you've explained them.\n    Use correct spelling and grammar.\nArsene MANZI HIRWA \nAre you currently employed? NO\nDo you work well within a team? YES\nHow has your background prepared you for this role? Knowing the field, I am very certain that I will be working in a team utilizing some sort of project management framework. Therefore, I believe that my experience as a team lead at RadicalX will enable me to continue working well with people in and out of my team. Furthermore, my current project for a coursehub application that uses agile methodology keeps my team working blood hot. \nAdditionally, knowing that there is or will be a lot of work to do including repetitive tasks. My past experience at Greenbrier where I helped automate a lot of the day-to-day workflows will come in handy as I aim to make my and other people’s work simpler and automated. \nWill you be able to devote 20 to 40 hours of your time weekly to the company? YES\nHow can you recognize system error messages and carry out the steps to resolve them? Depending on the environment being utilized, you will notice an error when the application is not responding as planned or when error messages appear as mentioned. When error message is spotted, the best way to go about it is;"
    }
]